{
  "vocabs": [
    "",
    "[UNK]",
    "to",
    "i",
    "you",
    "a",
    "the",
    "u",
    "and",
    "is",
    "in",
    "me",
    "my",
    "for",
    "your",
    "of",
    "it",
    "have",
    "call",
    "that",
    "on",
    "are",
    "2",
    "im",
    "now",
    "so",
    "but",
    "not",
    "can",
    "be",
    "at",
    "or",
    "get",
    "with",
    "will",
    "do",
    "if",
    "ur",
    "we",
    "just",
    "no",
    "this",
    "its",
    "from",
    "up",
    "when",
    "go",
    "free",
    "4",
    "ltgt",
    "all",
    "dont",
    "out",
    "ok",
    "what",
    "know",
    "how",
    "ill",
    "like",
    "good",
    "was",
    "then",
    "got",
    "come",
    "only",
    "am",
    "time",
    "want",
    "there",
    "day",
    "love",
    "send",
    "need",
    "text",
    "as",
    "by",
    "he",
    "txt",
    "going",
    "lor",
    "about",
    "sorry",
    "home",
    "one",
    "still",
    "today",
    "r",
    "our",
    "see",
    "back",
    "stop",
    "new",
    "n",
    "mobile",
    "well",
    "later",
    "any",
    "think",
    "hi",
    "she",
    "reply",
    "been",
    "they",
    "tell",
    "please",
    "da",
    "take",
    "phone",
    "some",
    "her",
    "did",
    "cant",
    "week",
    "here",
    "happy",
    "who",
    "much",
    "hey",
    "oh",
    "has",
    "night",
    "Ì",
    "more",
    "great",
    "pls",
    "him",
    "claim",
    "an",
    "where",
    "hope",
    "give",
    "dear",
    "d",
    "way",
    "work",
    "had",
    "thats",
    "after",
    "should",
    "right",
    "make",
    "already",
    "too",
    "yes",
    "ask",
    "say",
    "really",
    "prize",
    "wat",
    "didnt",
    "number",
    "cos",
    "1",
    "why",
    "c",
    "amp",
    "tomorrow",
    "said",
    "msg",
    "doing",
    "yeah",
    "message",
    "ive",
    "miss",
    "babe",
    "find",
    "would",
    "win",
    "meet",
    "were",
    "very",
    "lol",
    "before",
    "keep",
    "e",
    "thanks",
    "over",
    "life",
    "every",
    "anything",
    "also",
    "us",
    "them",
    "sure",
    "pick",
    "let",
    "last",
    "k",
    "won",
    "nokia",
    "cash",
    "care",
    "morning",
    "contact",
    "sent",
    "many",
    "thing",
    "something",
    "money",
    "someone",
    "first",
    "feel",
    "buy",
    "b",
    "wish",
    "next",
    "even",
    "around",
    "3",
    "wait",
    "off",
    "which",
    "went",
    "service",
    "per",
    "other",
    "help",
    "down",
    "chat",
    "ya",
    "things",
    "gonna",
    "wan",
    "place",
    "customer",
    "again",
    "waiting",
    "urgent",
    "tonight",
    "told",
    "sleep",
    "soon",
    "late",
    "friends",
    "could",
    "year",
    "v",
    "nice",
    "leave",
    "his",
    "youre",
    "yet",
    "x",
    "wont",
    "try",
    "guaranteed",
    "dun",
    "coming",
    "gud",
    "done",
    "ÌÏ",
    "thought",
    "same",
    "mins",
    "havent",
    "haha",
    "getting",
    "16",
    "stuff",
    "may",
    "always",
    "name",
    "lunch",
    "hello",
    "better",
    "talk",
    "smile",
    "ready",
    "people",
    "never",
    "heart",
    "days",
    "cool",
    "class",
    "being",
    "18",
    "yup",
    "use",
    "thk",
    "man",
    "job",
    "draw",
    "bit",
    "5",
    "trying",
    "meeting",
    "line",
    "latest",
    "holiday",
    "having",
    "friend",
    "fine",
    "enjoy",
    "best",
    "tone",
    "special",
    "person",
    "live",
    "finish",
    "few",
    "car",
    "camera",
    "y",
    "wanna",
    "than",
    "sms",
    "receive",
    "mind",
    "min",
    "hows",
    "house",
    "account",
    "might",
    "guess",
    "ever",
    "chance",
    "awarded",
    "å£1000",
    "yo",
    "speak",
    "long",
    "lar",
    "into",
    "guys",
    "end",
    "check",
    "birthday",
    "because",
    "watching",
    "watch",
    "thanx",
    "sweet",
    "quite",
    "nothing",
    "baby",
    "word",
    "sir",
    "room",
    "remember",
    "problem",
    "princess",
    "play",
    "pa",
    "orange",
    "little",
    "jus",
    "id",
    "half",
    "fun",
    "forgot",
    "eat",
    "dat",
    "big",
    "another",
    "å£2000",
    "world",
    "thank",
    "start",
    "put",
    "part",
    "once",
    "girl",
    "early",
    "does",
    "dinner",
    "cost",
    "apply",
    "aight",
    "1st",
    "two",
    "shows",
    "real",
    "landline",
    "kiss",
    "boy",
    "box",
    "bad",
    "150ppm",
    "xmas",
    "working",
    "whats",
    "tv",
    "shopping",
    "sat",
    "s",
    "pay",
    "maybe",
    "looking",
    "leh",
    "left",
    "hear",
    "god",
    "easy",
    "dunno",
    "called",
    "6",
    "video",
    "theres",
    "tcs",
    "since",
    "shit",
    "shes",
    "shall",
    "reach",
    "probably",
    "month",
    "minutes",
    "made",
    "luv",
    "doesnt",
    "bring",
    "ah",
    "xxx",
    "wif",
    "tmr",
    "times",
    "show",
    "school",
    "po",
    "plan",
    "pain",
    "offer",
    "most",
    "join",
    "gift",
    "entry",
    "dis",
    "code",
    "bus",
    "bored",
    "between",
    "bed",
    "anyway",
    "actually",
    "7",
    "2nd",
    "yours",
    "years",
    "update",
    "until",
    "til",
    "selected",
    "office",
    "must",
    "music",
    "lot",
    "liao",
    "important",
    "hour",
    "fuck",
    "enough",
    "details",
    "den",
    "dad",
    "collect",
    "came",
    "bt",
    "able",
    "å£100",
    "without",
    "wanted",
    "wake",
    "texts",
    "sexy",
    "run",
    "plz",
    "plus",
    "okay",
    "network",
    "means",
    "lets",
    "hav",
    "goes",
    "evening",
    "collection",
    "award",
    "asked",
    "wot",
    "words",
    "wk",
    "town",
    "though",
    "those",
    "says",
    "ringtone",
    "mail",
    "hurt",
    "hes",
    "haf",
    "guy",
    "feeling",
    "else",
    "double",
    "alright",
    "weekly",
    "wants",
    "valid",
    "tot",
    "tones",
    "together",
    "saw",
    "price",
    "mean",
    "makes",
    "look",
    "full",
    "either",
    "away",
    "answer",
    "9",
    "500",
    "å£150",
    "yesterday",
    "worry",
    "weekend",
    "true",
    "tried",
    "top",
    "todays",
    "these",
    "tc",
    "saying",
    "sad",
    "order",
    "nite",
    "mob",
    "making",
    "lei",
    "juz",
    "happen",
    "everything",
    "dude",
    "drop",
    "driving",
    "delivery",
    "de",
    "comes",
    "colour",
    "beautiful",
    "attempt",
    "ard",
    "abt",
    "å£500",
    "wid",
    "vouchers",
    "unsubscribe",
    "tscs",
    "story",
    "simple",
    "shop",
    "sch",
    "sae",
    "rate",
    "old",
    "noe",
    "movie",
    "ltdecimalgt",
    "lose",
    "food",
    "busy",
    "book",
    "awesome",
    "afternoon",
    "150p",
    "å£5000",
    "while",
    "weeks",
    "walk",
    "taking",
    "started",
    "set",
    "re",
    "online",
    "news",
    "minute",
    "m",
    "huh",
    "hours",
    "gr8",
    "games",
    "g",
    "finished",
    "email",
    "each",
    "date",
    "congrats",
    "club",
    "close",
    "charge",
    "calls",
    "calling",
    "await",
    "8007",
    "100",
    "yourself",
    "winner",
    "wen",
    "voucher",
    "trip",
    "treat",
    "till",
    "test",
    "smiling",
    "sister",
    "services",
    "rite",
    "question",
    "pub",
    "okie",
    "messages",
    "lucky",
    "hot",
    "hand",
    "ha",
    "game",
    "final",
    "far",
    "family",
    "eve",
    "change",
    "brother",
    "break",
    "both",
    "believe",
    "alone",
    "address",
    "wonderful",
    "wife",
    "tomo",
    "ten",
    "sun",
    "stay",
    "smoke",
    "ring",
    "private",
    "post",
    "points",
    "parents",
    "outside",
    "oso",
    "oredi",
    "mobileupd8",
    "mine",
    "lots",
    "land",
    "head",
    "hard",
    "hair",
    "goin",
    "friendship",
    "face",
    "everyone",
    "drive",
    "drink",
    "decided",
    "cum",
    "coz",
    "cause",
    "bonus",
    "bday",
    "auction",
    "8",
    "08000839402",
    "worth",
    "within",
    "wit",
    "wil",
    "whatever",
    "used",
    "touch",
    "tho",
    "thinking",
    "their",
    "talking",
    "snow",
    "smth",
    "second",
    "search",
    "saturday",
    "pounds",
    "player",
    "pics",
    "operator",
    "open",
    "nt",
    "needs",
    "mum",
    "months",
    "listen",
    "lesson",
    "isnt",
    "hit",
    "happened",
    "gone",
    "girls",
    "fast",
    "fancy",
    "expires",
    "dreams",
    "content",
    "congratulations",
    "company",
    "college",
    "choose",
    "bank",
    "available",
    "anyone",
    "angry",
    "87066",
    "86688",
    "750",
    "12hrs",
    "10p",
    "å£250",
    "yr",
    "wkly",
    "unredeemed",
    "uk",
    "type",
    "txts",
    "took",
    "thinks",
    "swing",
    "surprise",
    "statement",
    "sis",
    "sending",
    "semester",
    "seen",
    "seeing",
    "sea",
    "read",
    "prob",
    "phones",
    "party",
    "nope",
    "meant",
    "mates",
    "mate",
    "ltd",
    "loving",
    "log",
    "knw",
    "kind",
    "identifier",
    "happiness",
    "goodmorning",
    "fucking",
    "friday",
    "fri",
    "dating",
    "darlin",
    "crazy",
    "course",
    "couple",
    "chennai",
    "camcorder",
    "boytoy",
    "age",
    "aft",
    "10",
    "08000930705",
    "Û",
    "youve",
    "wrong",
    "whole",
    "whenever",
    "wasnt",
    "w",
    "uncle",
    "tired",
    "through",
    "telling",
    "t",
    "st",
    "shower",
    "secret",
    "reading",
    "quiz",
    "questions",
    "pretty",
    "poly",
    "pic",
    "mu",
    "mr",
    "move",
    "motorola",
    "mobiles",
    "missing",
    "missed",
    "march",
    "mah",
    "leaving",
    "ipod",
    "information",
    "hungry",
    "hold",
    "hee",
    "gd",
    "frnd",
    "fr",
    "found",
    "forget",
    "felt",
    "enter",
    "download",
    "darren",
    "comin",
    "chikku",
    "case",
    "carlos",
    "card",
    "caller",
    "bout",
    "askd",
    "area",
    "anytime",
    "ans",
    "2003",
    "12",
    "youll",
    "yar",
    "welcome",
    "visit",
    "tickets",
    "takes",
    "spend",
    "sounds",
    "sort",
    "song",
    "somebody",
    "slowly",
    "slow",
    "sleeping",
    "sex",
    "sell",
    "rs",
    "remove",
    "reason",
    "poor",
    "point",
    "pm",
    "opt",
    "oops",
    "ones",
    "ni8",
    "msgs",
    "mrng",
    "monday",
    "mom",
    "met",
    "match",
    "loved",
    "lost",
    "light",
    "knew",
    "john",
    "jay",
    "invited",
    "info",
    "india",
    "hmm",
    "hell",
    "gym",
    "gets",
    "gas",
    "frnds",
    "frm",
    "freemsg",
    "fone",
    "father",
    "extra",
    "entered",
    "earlier",
    "don",
    "cs",
    "credit",
    "correct",
    "blue",
    "bill",
    "bath",
    "ass",
    "almost",
    "800",
    "150pmsg",
    "0800",
    "write",
    "wow",
    "worried",
    "wonder",
    "woke",
    "wats",
    "via",
    "user",
    "unlimited",
    "supposed",
    "support",
    "summer",
    "store",
    "specially",
    "sound",
    "sim",
    "save",
    "safe",
    "rply",
    "representative",
    "rental",
    "project",
    "pass",
    "park",
    "offers",
    "o",
    "numbers",
    "normal",
    "neva",
    "national",
    "na",
    "moment",
    "men",
    "mayb",
    "luck",
    "lovely",
    "link",
    "ldn",
    "laugh",
    "knows",
    "hoping",
    "ho",
    "hmv",
    "heard",
    "gotta",
    "gods",
    "gal",
    "feels",
    "fantastic",
    "ex",
    "etc",
    "eg",
    "dogging",
    "die",
    "decide",
    "credits",
    "confirm",
    "computer",
    "complimentary",
    "colleagues",
    "charged",
    "cd",
    "catch",
    "buying",
    "brings",
    "booked",
    "b4",
    "access",
    "abiola",
    "150",
    "11mths",
    "10pmin",
    "ÛÒ",
    "xy",
    "wine",
    "weed",
    "water",
    "warm",
    "wap",
    "voice",
    "valued",
    "valentines",
    "ure",
    "ugh",
    "txting",
    "truth",
    "training",
    "tht",
    "tel",
    "tampa",
    "starts",
    "starting",
    "sony",
    "sometimes",
    "small",
    "silent",
    "side",
    "sick",
    "reward",
    "rest",
    "rent",
    "reached",
    "possible",
    "pobox",
    "plans",
    "pc",
    "paper",
    "own",
    "others",
    "mrt",
    "moms",
    "mm",
    "merry",
    "meh",
    "loads",
    "library",
    "lessons",
    "leaves",
    "least",
    "laptop",
    "kids",
    "kate",
    "itself",
    "hurts",
    "grins",
    "gettin",
    "frens",
    "forever",
    "finally",
    "film",
    "figure",
    "facebook",
    "f",
    "eyes",
    "ends",
    "eh",
    "drugs",
    "dream",
    "discount",
    "direct",
    "difficult",
    "del",
    "deep",
    "dead",
    "crave",
    "complete",
    "comp",
    "christmas",
    "checking",
    "bslvyl",
    "boss",
    "bluetooth",
    "bcoz",
    "bathe",
    "awaiting",
    "asking",
    "asap",
    "aha",
    "ago",
    "admirer",
    "across",
    "accept",
    "11",
    "yrs",
    "youd",
    "worries",
    "workin",
    "wondering",
    "wiv",
    "wishing",
    "wheres",
    "weekends",
    "wednesday",
    "usf",
    "urself",
    "unless",
    "understand",
    "uks",
    "ufind",
    "theyre",
    "th",
    "sunshine",
    "sucks",
    "stupid",
    "studying",
    "study",
    "street",
    "stand",
    "spent",
    "specialcall",
    "somewhere",
    "sitting",
    "single",
    "sign",
    "short",
    "rreveal",
    "rock",
    "registered",
    "reference",
    "reaching",
    "rain",
    "promise",
    "present",
    "pray",
    "pound",
    "pleasure",
    "players",
    "pix",
    "picking",
    "photo",
    "pete",
    "paying",
    "past",
    "paid",
    "onto",
    "ntt",
    "nobody",
    "nigeria",
    "near",
    "nah",
    "mp3",
    "movies",
    "mode",
    "mo",
    "miracle",
    "mid",
    "medical",
    "mark",
    "loyalty",
    "loves",
    "lover",
    "lovable",
    "liked",
    "lemme",
    "lazy",
    "kinda",
    "joys",
    "izzit",
    "insurance",
    "inside",
    "inc",
    "immediately",
    "il",
    "however",
    "hiya",
    "hai",
    "goodnight",
    "glad",
    "gave",
    "flirt",
    "fingers",
    "fat",
    "fact",
    "exam",
    "entitled",
    "england",
    "energy",
    "during",
    "door",
    "doin",
    "dnt",
    "different",
    "deal",
    "cut",
    "currently",
    "completely",
    "cancel",
    "buzz",
    "btnationalrate",
    "ave",
    "apartment",
    "anymore",
    "ahead",
    "87077",
    "3g",
    "3030",
    "2day",
    "20",
    "å£900",
    "å£200",
    "yijue",
    "yest",
    "yep",
    "yahoo",
    "xx",
    "wishes",
    "whos",
    "wer",
    "weight",
    "wed",
    "weather",
    "wana",
    "walking",
    "usually",
    "usual",
    "tuesday",
    "ttyl",
    "trust",
    "trouble",
    "train",
    "track",
    "towards",
    "torch",
    "tonite",
    "tncs",
    "tick",
    "tenerife",
    "tear",
    "sunday",
    "students",
    "station",
    "spree",
    "space",
    "south",
    "sol",
    "sofa",
    "slept",
    "slave",
    "sk38xh",
    "situation",
    "sit",
    "sipix",
    "shuhui",
    "shd",
    "seriously",
    "sense",
    "screaming",
    "sale",
    "running",
    "rose",
    "role",
    "replying",
    "replied",
    "recently",
    "rcvd",
    "rates",
    "quality",
    "q",
    "press",
    "polys",
    "plenty",
    "planned",
    "password",
    "page",
    "otherwise",
    "orchard",
    "opinion",
    "omg",
    "nyt",
    "notice",
    "naked",
    "myself",
    "muz",
    "midnight",
    "marry",
    "lttimegt",
    "loverboy",
    "loan",
    "lift",
    "less",
    "lect",
    "lady",
    "l8r",
    "king",
    "kick",
    "kallis",
    "internet",
    "interested",
    "idea",
    "ice",
    "hw",
    "hurry",
    "httpwwwurawinnercom",
    "honey",
    "holla",
    "holding",
    "holder",
    "high",
    "hgsuite3422lands",
    "happening",
    "gt",
    "group",
    "goto",
    "giving",
    "gay",
    "future",
    "freephone",
    "forward",
    "fixed",
    "exciting",
    "especially",
    "ending",
    "empty",
    "em",
    "eating",
    "dvd",
    "donÛ÷t",
    "doctor",
    "digital",
    "dai",
    "daddy",
    "cute",
    "custcare",
    "cup",
    "country",
    "costa",
    "co",
    "click",
    "cinema",
    "cheers",
    "charity",
    "cancer",
    "callertune",
    "budget",
    "bucks",
    "brand",
    "bother",
    "bold",
    "black",
    "become",
    "bb",
    "battery",
    "barely",
    "balance",
    "bak",
    "arrive",
    "appreciate",
    "al",
    "aint",
    "against",
    "added",
    "86021",
    "4u",
    "2nite",
    "2004",
    "150pm",
    "1000s",
    "1000",
    "å£350",
    "zed",
    "yay",
    "wwwgetzedcouk",
    "wwwcomuknet",
    "wouldnt",
    "wnt",
    "wear",
    "waste",
    "vl",
    "village",
    "vikky",
    "videophones",
    "videochat",
    "vary",
    "valentine",
    "uve",
    "using",
    "uni",
    "under",
    "umma",
    "ull",
    "transaction",
    "tough",
    "totally",
    "toclaim",
    "ticket",
    "thru",
    "thinkin",
    "texting",
    "terms",
    "tells",
    "tea",
    "tat",
    "tariffs",
    "system",
    "super",
    "sunny",
    "style",
    "strong",
    "straight",
    "stockport",
    "std",
    "staying",
    "spook",
    "sonyericsson",
    "some1",
    "singles",
    "simply",
    "sighs",
    "shouldnt",
    "shell",
    "serious",
    "self",
    "selection",
    "sec",
    "searching",
    "scared",
    "savamob",
    "ru",
    "ringtones",
    "returns",
    "request",
    "rentl",
    "rem",
    "relation",
    "red",
    "receipt",
    "rather",
    "random",
    "ran",
    "raining",
    "quick",
    "putting",
    "pussy",
    "problems",
    "power",
    "posted",
    "polyphonic",
    "pobox334",
    "playing",
    "pizza",
    "pin",
    "pilates",
    "picked",
    "partner",
    "p",
    "optout",
    "obviously",
    "o2",
    "nxt",
    "nw",
    "num",
    "noon",
    "noline",
    "no1",
    "net",
    "naughty",
    "mother",
    "moral",
    "mon",
    "model",
    "mistake",
    "member",
    "mei",
    "meaning",
    "max10mins",
    "matter",
    "married",
    "looks",
    "lookin",
    "looked",
    "longer",
    "login",
    "lmao",
    "living",
    "list",
    "law",
    "ladies",
    "la",
    "ki",
    "keeping",
    "joking",
    "jokes",
    "jesus",
    "java",
    "j",
    "iÛ÷m",
    "issues",
    "ish",
    "ip4",
    "interesting",
    "informed",
    "inclusive",
    "imma",
    "imagine",
    "iam",
    "hotel",
    "hostel",
    "hospital",
    "horny",
    "hop",
    "hook",
    "hmmm",
    "hl",
    "heavy",
    "hasnt",
    "happens",
    "handset",
    "guide",
    "google",
    "gives",
    "gentle",
    "geeee",
    "ge",
    "fyi",
    "funny",
    "frndship",
    "forwarded",
    "flower",
    "flights",
    "five",
    "fighting",
    "fetch",
    "feb",
    "fault",
    "fall",
    "excuse",
    "exactly",
    "ended",
    "eatin",
    "due",
    "dropped",
    "drinks",
    "donåÕt",
    "dog",
    "dload",
    "disturb",
    "directly",
    "dint",
    "din",
    "dey",
    "depends",
    "deliver",
    "definitely",
    "december",
    "darling",
    "croydon",
    "cr9",
    "cover",
    "costå£150pm",
    "copy",
    "convey",
    "contract",
    "coffee",
    "clean",
    "cine",
    "checked",
    "charges",
    "changed",
    "cds",
    "cbe",
    "campus",
    "cabin",
    "bugis",
    "boys",
    "boring",
    "boo",
    "body",
    "bitch",
    "birds",
    "bedroom",
    "basically",
    "bag",
    "babes",
    "askin",
    "arrange",
    "arent",
    "app",
    "amount",
    "amazing",
    "alex",
    "aiyo",
    "advice",
    "advance",
    "add",
    "80062",
    "5we",
    "5wb",
    "50",
    "40gb",
    "3510i",
    "300",
    "2u",
    "28",
    "25p",
    "25",
    "20p",
    "1x150pwk",
    "1327",
    "09050090044",
    "08712460324",
    "0870",
    "å£800",
    "å£450",
    "å£400",
    "å£300",
    "å£3",
    "å£10",
    "yuo",
    "yun",
    "youclean",
    "yogasana",
    "yoga",
    "ym",
    "xchat",
    "wwwldewcom1win150ppmx3age16",
    "wun",
    "worse",
    "willing",
    "white",
    "wherever",
    "whens",
    "weve",
    "wearing",
    "waking",
    "waitin",
    "vote",
    "voda",
    "vip",
    "vijay",
    "valuable",
    "urgnt",
    "unsub",
    "uncles",
    "tyler",
    "txtauction",
    "twice",
    "turns",
    "truly",
    "total",
    "tis",
    "tihs",
    "thursday",
    "thurs",
    "thts",
    "throw",
    "throat",
    "three",
    "theatre",
    "team",
    "takin",
    "surprised",
    "surely",
    "sura",
    "sup",
    "suite",
    "subscription",
    "subscriber",
    "subs",
    "sub",
    "stopped",
    "standard",
    "sptyrone",
    "sport",
    "spoken",
    "spoke",
    "spending",
    "sore",
    "somethin",
    "social",
    "smiles",
    "skype",
    "six",
    "site",
    "si",
    "showing",
    "shoot",
    "shirt",
    "share",
    "settled",
    "series",
    "selling",
    "seemed",
    "sed",
    "season",
    "saved",
    "santa",
    "rude",
    "roww1jhl",
    "row",
    "round",
    "rooms",
    "roommates",
    "road",
    "ride",
    "results",
    "respond",
    "research",
    "report",
    "regards",
    "records",
    "rd",
    "rays",
    "raise",
    "quoting",
    "quote",
    "quit",
    "prepare",
    "ppm",
    "pple",
    "ppl",
    "police",
    "played",
    "planning",
    "plane",
    "places",
    "pissed",
    "pig",
    "pictures",
    "photos",
    "pg",
    "persons",
    "personal",
    "passed",
    "package",
    "oz",
    "ordered",
    "omw",
    "nvm",
    "nature",
    "murder",
    "mths",
    "moon",
    "mood",
    "moan",
    "mmm",
    "melle",
    "meds",
    "med",
    "meanwhile",
    "matches",
    "marriage",
    "ma",
    "london",
    "locations",
    "local",
    "ll",
    "linerental",
    "letters",
    "letter",
    "lecture",
    "learn",
    "lead",
    "laughing",
    "kidz",
    "key",
    "kept",
    "kb",
    "june",
    "joy",
    "joke",
    "joined",
    "jazz",
    "january",
    "itplspls",
    "inviting",
    "intro",
    "interview",
    "intelligent",
    "infernal",
    "ignore",
    "idk",
    "ideas",
    "hv",
    "hrs",
    "hr",
    "hopefully",
    "hols",
    "hella",
    "height",
    "havnt",
    "hate",
    "happend",
    "grl",
    "grand",
    "gorgeous",
    "godi",
    "gee",
    "gap",
    "gals",
    "fullonsmscom",
    "fromm",
    "freefone",
    "freak",
    "fool",
    "following",
    "followed",
    "fml",
    "flat",
    "fix",
    "fills",
    "files",
    "fight",
    "fever",
    "feet",
    "february",
    "fb",
    "fantasy",
    "fantasies",
    "fa",
    "explain",
    "experience",
    "expensive",
    "expecting",
    "expect",
    "excellent",
    "exact",
    "esplanade",
    "er",
    "envelope",
    "enemy",
    "embarassed",
    "egg",
    "eerie",
    "dollars",
    "discuss",
    "dirty",
    "died",
    "didt",
    "dictionary",
    "delivered",
    "dates",
    "damn",
    "daily",
    "cw25wx",
    "cuz",
    "cud",
    "credited",
    "created",
    "couldnt",
    "contacted",
    "connection",
    "confidence",
    "cold",
    "coins",
    "clock",
    "choice",
    "chinese",
    "cheap",
    "cha",
    "centre",
    "center",
    "cell",
    "cat",
    "careful",
    "bye",
    "bx420",
    "brought",
    "broke",
    "bringing",
    "bowl",
    "boost",
    "bloodsend",
    "blank",
    "blackberry",
    "bishan",
    "bin",
    "belly",
    "behind",
    "begin",
    "becoz",
    "bahamas",
    "awake",
    "attend",
    "atlanta",
    "asleep",
    "arms",
    "argument",
    "arcade",
    "april",
    "appointment",
    "apparently",
    "anyways",
    "anybody",
    "ansr",
    "announcement",
    "amt",
    "along",
    "aiyah",
    "airport",
    "air",
    "age16",
    "adult",
    "addicted",
    "ad",
    "action",
    "acc",
    "9ae",
    "87575",
    "87131",
    "8552",
    "85023",
    "85",
    "83600",
    "83355",
    "82277",
    "730",
    "7250i",
    "62468",
    "4th",
    "3qxj9",
    "3mins",
    "36504",
    "2optout",
    "2mrw",
    "2000",
    "150ptone",
    "150pmsgrcvdhgsuite3422landsroww1j6hl",
    "150pmin",
    "10am7pm",
    "09061221066",
    "08712300220",
    "08707509020",
    "08002986906",
    "åÐ",
    "å£10000",
    "å£1",
    "Ì©",
    "yeshe",
    "yan",
    "xavier",
    "wylie",
    "www4tcbiz",
    "wtf",
    "worlds",
    "works",
    "women",
    "woman",
    "wn",
    "wkend",
    "wise",
    "wifehow",
    "whom",
    "whether",
    "whenevr",
    "weÛ÷re",
    "wet",
    "welp",
    "wedding",
    "wc1n3xx",
    "warner",
    "wanting",
    "walls",
    "waitu",
    "wah",
    "w45wq",
    "vry",
    "vomit",
    "vodafone",
    "violence",
    "verify",
    "ve",
    "upload",
    "upgrade",
    "unsold",
    "university",
    "understood",
    "understanding",
    "unable",
    "ummmmmaah",
    "txtin",
    "twelve",
    "turn",
    "tuition",
    "ts",
    "tree",
    "travel",
    "transfered",
    "tour",
    "tomarrow",
    "tom",
    "tog",
    "todaysundaysunday",
    "tmobile",
    "tm",
    "timing",
    "thnk",
    "thm",
    "theory",
    "themob",
    "thanksgiving",
    "texted",
    "tests",
    "terrible",
    "term",
    "tenants",
    "teasing",
    "teach",
    "tb",
    "talent",
    "tablets",
    "ta",
    "symbol",
    "swtheart",
    "swimming",
    "sweetest",
    "surfing",
    "suprman",
    "supply",
    "supervisor",
    "suntec",
    "sugar",
    "successfully",
    "subpoly",
    "stylish",
    "stupidits",
    "stuck",
    "str",
    "stops",
    "stomps",
    "stock",
    "step",
    "starwars3",
    "standing",
    "sports",
    "spl",
    "spell",
    "speed",
    "spanish",
    "sp",
    "soup",
    "sooner",
    "songs",
    "snake",
    "smart",
    "slap",
    "sky",
    "skip",
    "skilgme",
    "sk3",
    "sing",
    "sight",
    "shut",
    "shouted",
    "shortly",
    "shorter",
    "shld",
    "shesil",
    "sheets",
    "shame",
    "seven",
    "settle",
    "settings",
    "sept",
    "seems",
    "seem",
    "seconds",
    "seat",
    "se",
    "screen",
    "scream",
    "score",
    "saucy",
    "sam",
    "roommate",
    "ron",
    "romantic",
    "roger",
    "roast",
    "rich",
    "review",
    "revealed",
    "returned",
    "return",
    "result",
    "responcewhat",
    "requests",
    "reminder",
    "remind",
    "remains",
    "relax",
    "record",
    "received",
    "realy",
    "rajipls",
    "radio",
    "quickly",
    "queen",
    "qatar",
    "purpose",
    "ptbo",
    "ps",
    "provided",
    "proof",
    "profit",
    "process",
    "previous",
    "preferably",
    "pouts",
    "potential",
    "porn",
    "popped",
    "pop",
    "pongal",
    "polyph",
    "pod",
    "pobox84",
    "pobox36504w45wq",
    "pleased",
    "pieces",
    "picture",
    "philosophy",
    "period",
    "pence",
    "peace",
    "passionate",
    "parked",
    "painful",
    "pages",
    "outstanding",
    "oru",
    "original",
    "or2stoptxt",
    "opportunity",
    "onwards",
    "oni",
    "often",
    "official",
    "nyc",
    "ntwk",
    "norm150ptone",
    "norm",
    "nimya",
    "nights",
    "newest",
    "needed",
    "ne",
    "natural",
    "nan",
    "murderer",
    "murdered",
    "mummy",
    "msging",
    "moved",
    "morphine",
    "morn",
    "monthly",
    "mono",
    "moments",
    "moji",
    "moby",
    "mobilesdirect",
    "minuts",
    "milk",
    "miles",
    "messageno",
    "members",
    "meetin",
    "meal",
    "maximize",
    "matured",
    "matrix3",
    "masters",
    "mas",
    "market",
    "map",
    "mall",
    "major",
    "magical",
    "maga",
    "mad",
    "macho",
    "lvblefrnd",
    "lt3",
    "lousy",
    "lounge",
    "loud",
    "lonely",
    "logopic",
    "logo",
    "lives",
    "liverpool",
    "listening",
    "lines",
    "lik",
    "lifpartnr",
    "lifetime",
    "lie",
    "lick",
    "leona",
    "legal",
    "ldnw15h",
    "laughed",
    "latr",
    "largest",
    "laid",
    "kusruthi",
    "kkim",
    "kkhow",
    "keys",
    "karaoke",
    "kano",
    "kadeem",
    "july",
    "juicy",
    "jstfrnd",
    "jiu",
    "jess",
    "jays",
    "jan",
    "james",
    "jada",
    "iz",
    "iscoming",
    "iq",
    "iouri",
    "instructions",
    "instead",
    "instantly",
    "innings",
    "infowww100percentrealcom",
    "indian",
    "include",
    "incident",
    "inches",
    "in2",
    "ikea",
    "idiot",
    "ibiza",
    "ibhltd",
    "howz",
    "honeybee",
    "holidayso",
    "hm",
    "hint",
    "havin",
    "hardcore",
    "hanging",
    "handed",
    "halloween",
    "hahahause",
    "green",
    "gravity",
    "gram",
    "gossip",
    "goodnite",
    "gona",
    "goal",
    "gmgngegn",
    "giv",
    "germany",
    "genuine",
    "generally",
    "gautham",
    "gary",
    "garage",
    "gaps",
    "gang",
    "fren",
    "fran",
    "forevr",
    "footprints",
    "football",
    "floor",
    "flag",
    "fit",
    "fish",
    "finishing",
    "films",
    "fill",
    "file",
    "fightng",
    "fifteen",
    "fees",
    "favourite",
    "favour",
    "fathima",
    "faster",
    "fancies",
    "falls",
    "eye",
    "executive",
    "exe",
    "except",
    "exams",
    "evng",
    "everybody",
    "euro2004",
    "euro",
    "essential",
    "enuff",
    "enjoyed",
    "english",
    "eight",
    "ec2a",
    "easier",
    "dubsack",
    "dsnt",
    "dry",
    "drunk",
    "drug",
    "drinking",
    "downloads",
    "dot",
    "doors",
    "docs",
    "doc",
    "display",
    "dificult",
    "diff",
    "dick",
    "di",
    "derek",
    "dem",
    "deliveredtomorrow",
    "deleted",
    "def",
    "decision",
    "dear1",
    "dayu",
    "dave",
    "dats",
    "dark",
    "cutefrnd",
    "cust",
    "current",
    "cruise",
    "cross",
    "cream",
    "cramps",
    "crack",
    "crab",
    "costs",
    "cornwall",
    "considering",
    "conditions",
    "concert",
    "competition",
    "community",
    "common",
    "comedy",
    "collected",
    "cock",
    "cn",
    "closer",
    "clos1",
    "clear",
    "claire",
    "city",
    "church",
    "chosen",
    "china",
    "children",
    "childish",
    "chicken",
    "chatting",
    "chasing",
    "character",
    "chain",
    "certainly",
    "cc",
    "cashin",
    "cashbalance",
    "cartoon",
    "cars",
    "carry",
    "caring",
    "carefully",
    "career",
    "captain",
    "cannot",
    "cam",
    "callers",
    "callback",
    "california",
    "calicut",
    "cal",
    "caken",
    "cafe",
    "bx420ip45we",
    "buzy",
    "butt",
    "business",
    "burger",
    "buns",
    "building",
    "buff",
    "bud",
    "bstfrnd",
    "brothas",
    "bros",
    "bro",
    "brain",
    "boye",
    "box95qu",
    "bought",
    "bottle",
    "boston",
    "born",
    "booty",
    "booking",
    "boat",
    "bloody",
    "blood",
    "bloo",
    "blessings",
    "blame",
    "blah",
    "bite",
    "birth",
    "bigger",
    "bf",
    "bet",
    "best1",
    "ben",
    "belovd",
    "bell",
    "behave",
    "bay",
    "bathing",
    "basic",
    "banks",
    "ate",
    "assume",
    "asks",
    "art",
    "arrested",
    "armand",
    "argh",
    "ar",
    "answers",
    "among",
    "alcohol",
    "aiyar",
    "aiya",
    "ahmad",
    "ages",
    "aftr",
    "afraid",
    "affairs",
    "addie",
    "activities",
    "activate",
    "ache",
    "accidentally",
    "ac",
    "abta",
    "abi",
    "aathiwhere",
    "aah",
    "9am11pm",
    "8wp",
    "89545",
    "88066",
    "88039",
    "87239",
    "87121",
    "84025",
    "83222",
    "81303",
    "80182",
    "6months",
    "630",
    "5gently",
    "542",
    "530",
    "5000",
    "4press",
    "4mths",
    "4info",
    "4get",
    "4742",
    "434",
    "3rd",
    "3d",
    "3cover",
    "2morrow",
    "2morow",
    "220cm2",
    "2005",
    "18yrs",
    "18only",
    "150pmtmsgrcvd18",
    "145",
    "125gift",
    "1030",
    "09066612661",
    "09066362231",
    "09063458130",
    "09061790121",
    "09061209465",
    "08718726270150gbpmtmsg18",
    "08718720201",
    "08715705022",
    "08702840625comuk",
    "08452810073",
    "0845",
    "0808",
    "08001950382",
    "08000938767",
    "07xxxxxxxxx",
    "020603",
    "å£75000",
    "å£6",
    "å£3wk",
    "å£3350",
    "å£150perwksub",
    "å£1450",
    "Ìll",
    "zoe",
    "yummy",
    "yor",
    "yetunde",
    "yeshere",
    "yellow",
    "yck",
    "xxxxx",
    "xuhui",
    "xam",
    "wwwwin82050couk",
    "wwwtxt2shopcom",
    "wwwtextcompcom",
    "wwwtcbiz",
    "wwwsmsconet",
    "wwwringtonescouk",
    "wwwmovietriviatv",
    "wwwldewcomsubs161win150ppmx3",
    "wwwldewcom",
    "wwwidewcom",
    "wwwfullonsmscom",
    "wud",
    "wt",
    "ws",
    "wrote",
    "wrnog",
    "wrk",
    "worst",
    "worldvery",
    "wordstart",
    "wonders",
    "woken",
    "wo",
    "wkent150p16",
    "wishin",
    "wisdom",
    "wins",
    "winning",
    "windows",
    "wind",
    "wihtuot",
    "wifi",
    "widelivecomindex",
    "wicklow",
    "whn",
    "welcomes",
    "weird",
    "weekstop",
    "wee",
    "website",
    "web",
    "weak",
    "waves",
    "wasted",
    "warranty",
    "warning",
    "walmart",
    "wallpaper",
    "walked",
    "waited",
    "waht",
    "waheed",
    "wa",
    "w1j",
    "voicemail",
    "vodka",
    "viva",
    "visionsmscom",
    "virgin",
    "violet",
    "violated",
    "vewy",
    "vettam",
    "vegas",
    "vava",
    "various",
    "vale",
    "uu",
    "utter",
    "usualiam",
    "usher",
    "useful",
    "urn",
    "urgentlyits",
    "urgentbut",
    "upstairs",
    "updatenow",
    "upd8",
    "up4",
    "unfortunately",
    "unemployed",
    "unbelievable",
    "ultimatum",
    "uh",
    "ubi",
    "u4",
    "txtauctiontxt",
    "twenty",
    "turning",
    "tulip",
    "tues",
    "tscs087147403231winawkage16",
    "tsandcs",
    "truffles",
    "truck",
    "treated",
    "transport",
    "transfr",
    "trains",
    "traffic",
    "touched",
    "toshiba",
    "tortilla",
    "toopray",
    "tooo",
    "tons",
    "tones2youcouk",
    "tomorro",
    "tomocant",
    "todayfrom",
    "toa",
    "tnc",
    "tming",
    "tlk",
    "tkts",
    "tiwary",
    "titles",
    "title",
    "tirupur",
    "tirunelvali",
    "thy",
    "thx",
    "ths",
    "threw",
    "thread",
    "thousands",
    "thgt",
    "thesis",
    "thatåÕs",
    "thangam",
    "textoperator",
    "testing",
    "temple",
    "telphone",
    "telly",
    "telephone",
    "teeth",
    "tee",
    "tech",
    "tcsstop",
    "tcrw1",
    "taylor",
    "taste",
    "tape",
    "tap",
    "tank",
    "talks",
    "tacos",
    "swt",
    "swoop",
    "swiss",
    "sweets",
    "sweetie",
    "swatch",
    "sw7",
    "suzy",
    "sux",
    "suppose",
    "superior",
    "superb",
    "sunlight",
    "sum1",
    "sum",
    "suits",
    "suggest",
    "sufficient",
    "sue",
    "successful",
    "subscribed",
    "subscribe6gbpmnth",
    "student",
    "strongbuy",
    "stretch",
    "stress",
    "stranger",
    "storming",
    "stores",
    "stoptxtstop",
    "stones",
    "stomach",
    "sticky",
    "stick",
    "steam",
    "stays",
    "stars",
    "staring",
    "stamps",
    "stamped",
    "staff",
    "sry",
    "sptv",
    "spring",
    "spoiled",
    "splleing",
    "spk",
    "spile",
    "speeding",
    "speedchat",
    "speechless",
    "specific",
    "speaking",
    "source",
    "soul",
    "sorydarealyfrm",
    "sory",
    "sorting",
    "sorted",
    "sorryin",
    "sorrow",
    "sooooo",
    "soo",
    "sometime",
    "solved",
    "solve",
    "soiree",
    "software",
    "soft",
    "snogs",
    "sn",
    "sms08718727870",
    "smoking",
    "smokes",
    "smiled",
    "slots",
    "slippers",
    "slip",
    "slide",
    "slice",
    "sleepy",
    "sleepsweet",
    "sleepingand",
    "sleepin",
    "skyped",
    "skillgame",
    "sitll",
    "singing",
    "simpler",
    "silver",
    "silently",
    "signing",
    "sigh",
    "sian",
    "shy",
    "shu",
    "shoving",
    "shot",
    "shortage",
    "shoes",
    "shirts",
    "shelf",
    "sheffield",
    "shagged",
    "sha",
    "several",
    "setting",
    "senthil",
    "sen",
    "sem",
    "sells",
    "seeds",
    "secretly",
    "scrounge",
    "screamed",
    "scotsman",
    "scotland",
    "scores",
    "scold",
    "science",
    "schools",
    "scary",
    "satisfy",
    "sary",
    "sarcasm",
    "sarasota",
    "sar",
    "salon",
    "salary",
    "sake",
    "saidif",
    "sacrifice",
    "sachin",
    "sac",
    "rush",
    "runs",
    "rumour",
    "rule",
    "ruin",
    "rub",
    "rstm",
    "royal",
    "roww1j6hl",
    "rofl",
    "roads",
    "river",
    "ringtoneget",
    "rights",
    "rightly",
    "rhythm",
    "revision",
    "reverse",
    "reveal",
    "resume",
    "responsibility",
    "response",
    "respect",
    "replacement",
    "repeat",
    "repair",
    "removed",
    "removal",
    "reminding",
    "remembered",
    "remain",
    "released",
    "relatives",
    "regular",
    "register",
    "regarding",
    "reg",
    "refused",
    "refilled",
    "ref",
    "redred",
    "reckon",
    "recession",
    "receiving",
    "receivea",
    "recd",
    "rec",
    "reboot",
    "reasons",
    "reasonable",
    "realize",
    "reality",
    "realise",
    "readers",
    "reaction",
    "rcv",
    "ratetcs",
    "ranjith",
    "rang",
    "randy",
    "randomly",
    "rally",
    "raj",
    "railway",
    "rael",
    "raed",
    "racing",
    "quizwin",
    "quiet",
    "questionstd",
    "ques",
    "på£399",
    "push",
    "purse",
    "purity",
    "purchase",
    "pull",
    "public",
    "pt2",
    "prospects",
    "propsd",
    "propose",
    "properly",
    "prompts",
    "promo",
    "promises",
    "prolly",
    "professors",
    "prof",
    "processed",
    "probs",
    "prizes",
    "privacy",
    "priscillas",
    "printed",
    "print",
    "prey",
    "previously",
    "prescription",
    "prepayment",
    "prepaid",
    "premium",
    "premier",
    "prefer",
    "praying",
    "practicing",
    "practice",
    "practical",
    "prabhaim",
    "prabha",
    "pours",
    "pouch",
    "potter",
    "postcode",
    "postcard",
    "possession",
    "pool",
    "pongaldo",
    "polyh",
    "polo",
    "politicians",
    "pole",
    "poker",
    "pocketbabecouk",
    "pobox45w2tg150p",
    "plm",
    "plaza",
    "placement",
    "piss",
    "piece",
    "pie",
    "picsfree1",
    "pickle",
    "phoenix",
    "phne",
    "personality",
    "perfect",
    "penis",
    "pending",
    "payoh",
    "payment",
    "pattern",
    "parking",
    "parco",
    "paragon",
    "paperwork",
    "papers",
    "pap",
    "pale",
    "painting",
    "ovulation",
    "outta",
    "otside",
    "os",
    "oreo",
    "oranges",
    "option",
    "opinions",
    "opening",
    "okthenwhats",
    "okok",
    "okey",
    "oic",
    "oi",
    "ofå£2000",
    "officially",
    "officeunderstand",
    "offerthe",
    "occupy",
    "nurungu",
    "now4t",
    "noun",
    "notxtcouk",
    "note",
    "nos",
    "normally",
    "nokias",
    "nokia6650",
    "nokia6600",
    "noi",
    "no81151",
    "nichols",
    "nicenicehow",
    "ni8swt",
    "networks",
    "netcollex",
    "neither",
    "neft",
    "necklace",
    "neck",
    "necessarily",
    "nearly",
    "nd",
    "nb",
    "natuition",
    "nasty",
    "nasdaq",
    "names",
    "named",
    "nahi",
    "nag",
    "mystery",
    "mumtazs",
    "mumtaz",
    "mums",
    "muchi",
    "mt",
    "msgsd",
    "msgs150p",
    "moves",
    "mouth",
    "mostly",
    "moralone",
    "moons",
    "monkeys",
    "mokka",
    "mojibiola",
    "modules",
    "mnths",
    "mmmmm",
    "mmmm",
    "mix",
    "mitsake",
    "mite",
    "mistakes",
    "miserable",
    "misbehaved",
    "mis",
    "minnaminunginte",
    "minimum",
    "mini",
    "middle",
    "messy",
    "messenger",
    "messageits",
    "messaged",
    "mess",
    "mesages",
    "mental",
    "membership",
    "melt",
    "mel",
    "mega",
    "meets",
    "medicine",
    "measure",
    "mca",
    "mb",
    "maxå£7",
    "mathematics",
    "massive",
    "margaret",
    "mandan",
    "manda",
    "management",
    "manage",
    "main",
    "mails",
    "mag",
    "machan",
    "mac",
    "m8s",
    "m263uz",
    "m26",
    "m221bp",
    "lyfu",
    "lyf",
    "lv",
    "luxury",
    "luvs",
    "lush",
    "lucy",
    "lturlgt",
    "lttrs",
    "lt",
    "lst",
    "ls15hb",
    "loxahatchee",
    "lower",
    "low",
    "loveme",
    "lov",
    "lotta",
    "lotr",
    "losing",
    "loses",
    "loose",
    "lock",
    "loans",
    "lived",
    "literally",
    "lip",
    "lions",
    "lionp",
    "lionm",
    "lily",
    "lil",
    "likes",
    "likely",
    "lies",
    "lido",
    "licks",
    "lib",
    "legs",
    "laundry",
    "lately",
    "language",
    "langport",
    "landlines",
    "lag",
    "lacsthere",
    "lacsthats",
    "lab",
    "kz",
    "kthen",
    "kr",
    "kothi",
    "konw",
    "knowing",
    "knackered",
    "kl341",
    "kkwhy",
    "kkwhere",
    "kindly",
    "kills",
    "killing",
    "kicks",
    "kickoff",
    "kettoda",
    "keralacircle",
    "kent",
    "keeps",
    "ke",
    "kay",
    "kappa",
    "k52",
    "juan",
    "jsut",
    "jst",
    "jsco",
    "journey",
    "jordantxt",
    "jordan",
    "jolt",
    "jolly",
    "jogging",
    "jobs",
    "joanna",
    "jo",
    "jiayin",
    "jia",
    "jenny",
    "jeans",
    "jealous",
    "jd",
    "jaya",
    "jason",
    "jane",
    "jamster",
    "jacket",
    "iÛ÷ll",
    "itÛ÷s",
    "itlet",
    "items",
    "italian",
    "issue",
    "islands",
    "irritating",
    "ipad",
    "invnted",
    "invite",
    "interflora",
    "interest",
    "installing",
    "inr",
    "infront",
    "inform",
    "infections",
    "indyarockscom",
    "indians",
    "inconsiderate",
    "including",
    "inch",
    "improved",
    "imp",
    "ie",
    "ic",
    "ibh",
    "hyde",
    "husband",
    "hurting",
    "hurried",
    "hunny",
    "hun",
    "hugs",
    "hubby",
    "httpwwwetlpcoukexpressoffer",
    "httptms",
    "httpcareers",
    "hppnss",
    "howard",
    "housewives",
    "housemaid",
    "horrible",
    "horo",
    "homeowners",
    "holy",
    "hol",
    "hockey",
    "history",
    "hip",
    "hill",
    "hgsuite3422landsroww1j6hl",
    "hex",
    "herself",
    "herlove",
    "heri",
    "henry",
    "hence",
    "helpline",
    "help08712400602450p",
    "helloooo",
    "helen",
    "held",
    "heater",
    "heartheart",
    "heads",
    "heading",
    "headache",
    "havenåÕt",
    "harry",
    "happily",
    "hang",
    "hands",
    "handle",
    "hamster",
    "ham",
    "hallaq",
    "gving",
    "gv",
    "guilty",
    "gudnitetcpractice",
    "ground",
    "greetings",
    "greet",
    "greatbhaji",
    "granite",
    "grahmbell",
    "grace",
    "govtinstituitions",
    "goodnoon",
    "goodfriend",
    "gold",
    "go2",
    "gm",
    "given",
    "gist",
    "girlfrnd",
    "girld",
    "gimme",
    "gf",
    "georges",
    "gentleman",
    "gent",
    "genius",
    "gender",
    "geeeee",
    "garden",
    "ganesh",
    "galileo",
    "further",
    "funky",
    "fujitsu",
    "fucks",
    "fuckin",
    "front",
    "fret",
    "freezing",
    "freesend",
    "freedom",
    "free2day",
    "forums",
    "forum",
    "formclark",
    "format",
    "forgotten",
    "forgiven",
    "forgets",
    "foreign",
    "foot",
    "follow",
    "foley",
    "fo",
    "flowing",
    "flirting",
    "flies",
    "flash",
    "flame",
    "flaky",
    "flaked",
    "fixedline",
    "finishes",
    "finewhen",
    "finance",
    "filthy",
    "filling",
    "filled",
    "figures",
    "female",
    "fear",
    "farm",
    "fan",
    "failed",
    "fab",
    "expression",
    "express",
    "explosive",
    "exmpel",
    "exhaust",
    "exeter",
    "excuses",
    "evrydy",
    "evrey",
    "evn",
    "everywhere",
    "everybodys",
    "event",
    "evenings",
    "ese",
    "escape",
    "error",
    "erm",
    "epsilon",
    "engin",
    "elsewhere",
    "electricity",
    "ela",
    "eire",
    "eighth",
    "effects",
    "effect",
    "eek",
    "ee",
    "edison",
    "eaten",
    "easter",
    "eastenders",
    "earth",
    "earn",
    "ear",
    "durban",
    "duchess",
    "dt",
    "drunken",
    "drivin",
    "drinkin",
    "dresser",
    "dressed",
    "dress",
    "dr",
    "downloaded",
    "dough",
    "doubt",
    "dorm",
    "donno",
    "donate",
    "dollar",
    "doggy",
    "divorce",
    "division",
    "disturbing",
    "distract",
    "distance",
    "dislikes",
    "discussed",
    "discreet",
    "dime",
    "dignity",
    "didnåÕt",
    "devouring",
    "deus",
    "detroit",
    "despite",
    "desparate",
    "desert",
    "depressed",
    "denis",
    "demand",
    "delhi",
    "delete",
    "delay",
    "definite",
    "dedicated",
    "dedicate",
    "decimal",
    "death",
    "dearly",
    "dearer",
    "dayshe",
    "day2find",
    "dawhats",
    "datebox1282essexcm61xn",
    "dancing",
    "dance",
    "dahow",
    "dads",
    "custom",
    "custcare08718720201",
    "curry",
    "cuddling",
    "cuddle",
    "csh11",
    "crore",
    "cricketer",
    "creepy",
    "creep",
    "craziest",
    "crap",
    "cr01327bt",
    "cousin",
    "countin",
    "count",
    "cooking",
    "convinced",
    "control",
    "continue",
    "contents",
    "constantly",
    "constant",
    "consider",
    "connections",
    "connect",
    "confuses",
    "conform",
    "confirmed",
    "concentrate",
    "complaint",
    "compare",
    "commercial",
    "colours",
    "collecting",
    "coin",
    "cochin",
    "coat",
    "cme",
    "cm",
    "closes",
    "closedincluding",
    "closed",
    "clever",
    "clearly",
    "clearing",
    "cleared",
    "cleaning",
    "cld",
    "claims",
    "citizen",
    "christ",
    "chocolate",
    "chip",
    "chillin",
    "chill",
    "child",
    "chest",
    "cherish",
    "cheer",
    "cheating",
    "cheat",
    "cheaper",
    "chase",
    "chart",
    "charles",
    "channel",
    "changes",
    "chances",
    "challenge",
    "celebration",
    "celebrate",
    "celeb4",
    "cdgt",
    "causing",
    "caught",
    "catching",
    "caroline",
    "cares",
    "cardiff",
    "cannt",
    "canal",
    "calm",
    "callså£1minmoremobsemspobox45po139wa",
    "callså£1minmobsmorelkpobox177hp51fl",
    "callsmessagesmissed",
    "callin",
    "callfreefone",
    "calld",
    "call2optoutn9dx",
    "call2optoutlf56",
    "call2optout674",
    "call09050000327",
    "calculation",
    "buses",
    "burns",
    "burning",
    "bulbs",
    "buffet",
    "btw",
    "btnational",
    "bruv",
    "broad",
    "britney",
    "brilliant",
    "breath",
    "bray",
    "boyfriend",
    "box97n7qp",
    "box326",
    "box177",
    "bottom",
    "borrow",
    "borin",
    "books",
    "bone",
    "bmw",
    "blur",
    "bluff",
    "blu",
    "blow",
    "bloombergcom",
    "bloomberg",
    "bloodblood",
    "blokes",
    "bloke",
    "block",
    "blind",
    "blessed",
    "bless",
    "bleh",
    "blakes",
    "birthdate",
    "birla",
    "bird",
    "bills",
    "billion",
    "billed",
    "biggest",
    "beyond",
    "benefits",
    "beneficiary",
    "beneath",
    "bein",
    "befor",
    "beer",
    "beauty",
    "bears",
    "bcums",
    "bcm4284",
    "bat",
    "base",
    "bar",
    "bang",
    "bags",
    "babies",
    "ba",
    "ayn",
    "avoiding",
    "avoid",
    "avent",
    "avatar",
    "auto",
    "aunt",
    "august",
    "audition",
    "attached",
    "atlast",
    "arun",
    "arts",
    "arsenal",
    "arng",
    "argue",
    "aproach",
    "appt",
    "approx",
    "application",
    "apologise",
    "apart",
    "aom",
    "anywhere",
    "anti",
    "anthony",
    "answering",
    "answered",
    "annoying",
    "annie",
    "amy",
    "amused",
    "amongst",
    "american",
    "alwys",
    "alrite",
    "allowed",
    "allow",
    "allah",
    "algarve",
    "alfie",
    "aka",
    "airtel",
    "agree",
    "agalla",
    "ag",
    "affectionate",
    "affection",
    "aeroplane",
    "aeronautics",
    "adventure",
    "adoring",
    "adore",
    "administrator",
    "actual",
    "actor",
    "acted",
    "acl03530150pm",
    "accounts",
    "accordingly",
    "accident",
    "aburo",
    "ability",
    "aathilove",
    "9t",
    "9pm",
    "9ja",
    "930",
    "8th",
    "8pm",
    "89555",
    "89080",
    "89070",
    "88600",
    "87021",
    "86888",
    "861",
    "85069",
    "830",
    "82468",
    "82277unsub",
    "816183",
    "81151",
    "80878",
    "80608",
    "80488",
    "80082",
    "7th",
    "786",
    "7250",
    "6th",
    "6hrs",
    "6hl",
    "6days",
    "69888",
    "69698",
    "69669",
    "61610",
    "60pmin",
    "6031",
    "5th",
    "5pm",
    "5min",
    "5k",
    "4tctxt",
    "4some1",
    "4fil",
    "4d",
    "450",
    "447801259231",
    "447797706009",
    "430",
    "41685",
    "40533",
    "3uz",
    "3u",
    "3ss",
    "3hrs",
    "3gbp",
    "373",
    "3650",
    "350",
    "326",
    "31pmsg150p",
    "311004",
    "300p",
    "300603",
    "2yr",
    "2wks",
    "2waxsto",
    "2stoptxt",
    "2p",
    "2morro",
    "2moro",
    "2gthr",
    "2geva",
    "2end",
    "2c",
